Repository: DevRogerio/PROJETO-FINAL-LINCE
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

# documentCNPJ
source: Document (CNPJ with 14 digits)
pt_br: Documento (CNPJ com 14 digitos)

source: Store Name
pt_br: Nome da loja

# passwordStore
source: password
pt_br: senha

# generatepassword
source: generate passoword
pt_br: gerar senha

source: register
pt_br: cadastrar

source: Password
pt_br: senha

source: plate
pt_br: placa

source: builtYear
pt_br: ano de fabricação

source: vehicleYear
pt_br: ano do veiculo

source: pricePaid
pt_br: preço pago pela loja

source: purchasedWhen
pt_br: data da compra

source: gallery
pt_br: galeria

source: brand
pt_br: marca

source: update
pt_br: atualizar

source: name
pt_br: Nome

source: soldWhen
pt_br: data da venda

source: priceSold
pt_br: preço de venda

source: dealershipCut
pt_br: loja

source: businessCut
pt_br: rede

# HiAnderson
source: Hi Anderson, what are we going to do?
pt_br: Olá Anderson, o que vamos fazer?

source: Search for Stores
pt_br: buscar lojas

source: Search for Cars
pt_br: buscar Veiculos

source: Sales Made
pt_br: vendas realizadas

source: HomePage
pt_br: Pagina inicial

source: Stores
pt_br: Lojas

source: Register Partner Stores
pt_br: Cadastrar lojas parceiras

source: Cars
pt_br: Carros

source: Register Cars
pt_br: Cadastrar carros

source: AndersonCars
pt_br: AndersonCarros
